{
  "architectures": [
    "UNet1D"
  ],
  "model_type": "dna_diffusion",
  "seq_len": 200,
  "channels": 4,
  "dim": 64,
  "dim_mults": [
    1,
    2,
    4,
    8
  ],
  "num_classes": 4,
  "class_embed_dim": 64,
  "torch_dtype": "float32"
}
